Repository: urmatgit/scuscanner
Catalog: SCUScanner/SCUScanner/SCUScanner/Resources/AppResource.*.resx
Languages: es

# BlueToothTornOffText
source: Bluetooth not available. Turn On Bluetooth and press
es: Bluetooth no está disponible. Activar Bluetooth y pulse

# ContinuousScanText
source: Continuous scan
es: Escaneo continuo

# DataText
source: Data
es: Datos

# HelpText
source: Help
es: Ayuda

# MaintenanceText
source: Maintenance
es: Mantenimiento

# ManualScanText
source: Manual scan
es: Manual de exploración

# SelectedLanguageCodeText
source: Language
es: Idioma

# SetHintBluetoothAndroidText
source: On the Android device select "Settings" > "Communication" > Bluetooth and make sure Bluetooth switch is in position "On".
es: En el dispositivo Android, ve a Ajustes > Conectividad > Bluetooth y asegúrese de que el interruptor de Bluetooth se encuentra en la posición "On".

# SetHintBluetoothIOSText
source: On your iOS device, tap Settings > Bluetooth and make sure Bluetooth switch is in position "On".
es: En el dispositivo iOS, seleccione Configuración > Bluetooth y asegúrese de que el interruptor de Bluetooth se encuentra en la posición "On".

# SettingsText
source: SettingsEn
es: Configuración

# SparesText
source: Spares
es: Repuestos
